build/web/SoapOutPut.xhtml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns0:sayingHello xmlns:ns0="http://webservice/">
            <arg0>sample text</arg0>
        </ns0:sayingHello>
    </soap:Body>
</soap:Envelope>
